[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:15};
itm1={id:1,name:header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4};
itm10={backcolor:0,bidimode:left-to-right,font:3,height:35,highcolor:0,hlayout:center,id:13,linespacing:0,multiline:false,name:StreetTxt,type:TEXTFIELD,visible:true,vlayout:middle,width:490,wrapline:no-wrap,x:70,y:168,zorder:10};
itm11={backcolor:0,bidimode:left-to-right,font:3,height:35,highcolor:0,hlayout:center,id:14,linespacing:0,multiline:false,name:HouseTxt,type:TEXTFIELD,visible:true,vlayout:middle,width:490,wrapline:no-wrap,x:70,y:200,zorder:11};
itm12={backcolor:0,bidimode:left-to-right,content:United States,font:3,height:35,highcolor:0,hlayout:center,id:15,linespacing:0,multiline:false,name:United_States,type:TEXTFIELD,visible:true,vlayout:middle,width:245,wrapline:no-wrap,x:315,y:95,zorder:12};
itm2={id:2,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:645,y:432,zorder:1};
itm3={backcolor:0,height:150,id:3,img:363,layout:normal,name:txtbase,type:IMAGEFIELD,visible:true,width:507,x:64,y:92,zorder:2,layout_param:{clipx:0,clipy:0}};
itm4={backcolor:0,background:364,ccp:0,ccpzorder:over,height:74,id:4,name:Spell_Street,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:507,x:64,y:244,zorder:3,txtfield:{backcolor:0,bidimode:left-to-right,content:Spell Street,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Spell_Street,type:TEXTFIELD,visible:true,vlayout:middle,width:507,wrapline:no-wrap,x:0,y:0}};
itm5={backcolor:0,background:364,ccp:0,ccpzorder:over,height:74,id:7,name:Spell_City,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:507,x:64,y:320,zorder:4,txtfield:{backcolor:0,bidimode:left-to-right,content:Spell City,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Spell_City,type:TEXTFIELD,visible:true,vlayout:middle,width:507,wrapline:no-wrap,x:0,y:0}};
itm6={backcolor:0,background:364,ccp:0,ccpzorder:over,height:74,id:8,name:State,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:507,x:64,y:396,zorder:5,txtfield:{backcolor:0,bidimode:left-to-right,content:State,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:State,type:TEXTFIELD,visible:true,vlayout:middle,width:507,wrapline:no-wrap,x:0,y:0}};
itm7={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:10,name:Set,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:92,zorder:7,txtfield:{backcolor:0,bidimode:left-to-right,content:Set,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Set,type:TEXTFIELD,visible:true,vlayout:middle,width:156,wrapline:no-wrap,x:0,y:0}};
itm8={backcolor:0,bidimode:left-to-right,font:3,height:35,highcolor:0,hlayout:center,id:11,linespacing:0,multiline:false,name:StateTxt,type:TEXTFIELD,visible:true,vlayout:middle,width:245,wrapline:no-wrap,x:70,y:95,zorder:8};
itm9={backcolor:0,bidimode:left-to-right,font:3,height:35,highcolor:0,hlayout:center,id:12,linespacing:0,multiline:false,name:CityTxt,type:TEXTFIELD,visible:true,vlayout:middle,width:490,wrapline:no-wrap,x:70,y:130,zorder:9};

